export default {
  aboutUs: 'О нас',
  catalog: 'Каталог',
  news: 'Новости',
  contactUs: 'Свяжитесь с нами',
  viewAll: 'Просмотреть все',
  giftCard: 'Подарочная карта',
  price: 'Цена',
  ourLocation: 'Наше местоположение',
  aboutSectionText:
    'Продукция компании поставляется прямиком из парфюмерной столицы Франции – города Грасс, где сосредоточены заводы производителей всех мировых парфюмерных домов. Партнеры из Грасса предоставляют масляные парфюмерные концентраты, которые поставляются напрямую в Туркменистан вместе с необходимыми сертификатами качества.',
  readMore: 'Читать далее…',
  footerBannerText:
    'Присоединяйтесь к нам! Подписывайтесь на нашу новостную рассылку',
  footerText: 'Все права защищены.',
  sizeOption: 'Вариант размера',
  filter: 'Фильтр',
  category: 'Категория',
  allPerfumes: 'Все парфюмы',
  enterYourEmail: 'Введите адрес электронной почты',
  languageChanged: 'Язык изменился',
  forMen: 'Для мужчин',
  inspiredOilPerfumes: 'Вдохновленные масляные духи',
  whatArePerfumeOils: 'Какие бывают масляные духи',
  forWomen: 'Для женщин',
  addToCart: 'Добавить в корзину',
  buyNow: 'Купить сейчас',
  cart: 'Корзина',
  size: 'Размер',
  backToCatalog: 'Вернуться в каталог',
  mensBestSeller: 'Самые продаваемые для мужчин',
  login: 'Войти',
  phoneNumber: 'Номер телефона',
  password: 'Пароль',
  orderText:
    'Коды доставки, налогов и скидок рассчитываются при оформлении заказа.',
  addedToCart: 'Добавлено в корзину',
  removeFromCart: 'Удалить из корзины',
  logout: 'Выйти',
  totalCost: 'Общая сумма',
  checkout: 'Оформить заказ',
  ourStory: 'Наша история',
  loggedIn: 'Вы в системе',
  loggedOut: 'Вышли из системы',
  contactInformation: 'Контактная информация',
  firstName: 'Имя',
  address: 'Адрес',
  apartment: 'Дом',
  doYouHaveGiftCard: 'У вас есть подарочная карта?',
  total: 'Всего',
  shippingAddress: 'Адрес доставки',
  confirmPassword: 'Подтвердите пароль',
  notLoggedIn: 'Вы не вошли в систему?',
  register: 'Регистрация',
  thisFieldIsRequired: 'Обязательное поле',
  passwordsDoNotMatch: 'Пароль не соответствует',
  sendOrder: 'Отправить заказ',
  fullDescription: 'Полное описание',
  aboutUsContent: `
    <p><b>France Oil Perfume</b> предлагает жителям и гостям Туркменистана
оригинальную французскую парфюмерию в отливантах разного объема.</p>
    <p>Продукция компании поставляется прямиком из парфюмерной столицы
Франции – города Грасс, где сосредоточены заводы производителей всех
мировых парфюмерных домов. Партнеры из Грасса предоставляют масляные парфюмерные концентраты, которые поставляются напрямую в Туркменистан
вместе с необходимыми сертификатами качества.</p>
    <p>Продукция компании представлена в четырех продуктах:</p>
    <ol>
      <li>Масляные духи, которые делятся на три сегмента: элитная
      парфюмерия, нишевый или селективный парфюм и эксклюзивный
      парфюм.</li>
      <li>Парфюмерное молочко Milky Spray – легкий мист, на основе цветочного
      молочка и витамина Е с добавлением масляного парфюма.</li>
      <li>Гелевые духи Touch Me с шелковой текстурой, которые прекрасно
звучат и увлажняют кожу.</li>
        <li>Феромоны – уникальные парфюмерные молекулы придающее каждому
владельцу особенный аромат.</li>
    </ol>

    <p>Французские партнеры создали аромат Billion, по специальному заказу,
который есть только в парфюмерных бутиках France Oil Perfume. Это парфюм
для мужчин и женщин, в котором особенные ароматические молекулы
раскрывающиеся, с перепадами температуры, каждый раз по-новому.</p>

    <p>Компания представляет свой продукт в главных торговых центрах столицы:</p>

    <ul>
        <li>ТРЦ «Беркарар»</li>
        <li>ТРЦ «Ашхабад Ялкымы»</li>
        <li>ТРЦ «Алтын Заман»</li>
        <li>ТРЦ «Гульземин»</li>
    </ul>

    <p>Парфюмерные островки находятся внутри макетов Kamil Market.</p>

    <p>Гарантированное качество продукта, доступные цены и отличный клиентский
сервис – вот что делает France Oil Perfume одним из самых популярных
парфюмерных брендов в Туркменистане.</p>
  `,

  startTypingAndHitEnter: 'Начните печатать и нажмите Enter',
  searchAnything: 'Искать что угодно',
  yourGiftCardAddedToCart: 'Ваша подарочная карта добавлена в корзину',
  yourOrderHasBeenSent: 'Ваш заказ отправлен',
  noPerfumes: 'Нет духов',


  //own

  payment: 'RuPayment',
  register:'Регистрация'
}
